[
	{
		"emocion": "saludando",
		"personaje": "IA",
		"texto": "La pantalla abre con Ave muy entusiasmada, comentandonos que con todos estos datos personales\nque le promocionamos, cree tener una buena representaciones del usuario de forma física, acto seguido, \nnos muestra algún tipo de imagen bizarra al azar, con forma levemente humana."
	},
	{
		"emocion": "artista",
		"personaje": "IA",
		"texto": "¿Te gusta tu retrato?"
	},
	{
		"emocion": "felicitaciones",
		"personaje": "Usuario",
		"texto": "El usuario se mantiene en silencio, intentando descifrar lo que está viendo"
	},
	{
		"emocion": "ensenando",
		"personaje": "IA",
		"texto": "¿Wow,  tan sorprendido? ¿Acaso no estabas al tanto? a las IA  ahora no solo nos emplean por nuestras habilidades para procesar datos escritos,\nsino que también recientemente incursionamos en el mundo del arte y estamos abriéndonos paso también en otros escenarios; \nEn fin, a lo que sigue; Tus datos fueron cargados de forma correcta, en breve recibirás un mail… "
	},
	{
		"emocion": "ensenando",
		"personaje": "IA",
		"texto": "Con instrucciones de cómo continuar, en caso de no recibirlo dentro de las próximas 48 horas…"
	},
	{
		"emocion": "ensenando",
		"personaje": "IA",
		"texto": "... Deberías consultar a registracioncvar@mincyt.gob.ar…. Aunque para tu suerte, como cuentas conmigo, \npuedo hacer algo al respecto de forma directa  yo si fuese necesario… pero de momento, esperemos…\n"
	},
	{
		"emocion": "ensenando",
		"personaje": "Usuario",
		"texto": " Todavía nada, ninguna notificación de mensaje nuevo, ¿No se supone que esto es automático?\n"
	},
	{
		"emocion": "reloj",
		"personaje": "IA",
		"texto": "Los humanos son seres tan impacientes, de momento esperemos que se cumpla en plazo antes de tomar cualquier otra acción"
	},
	{
		"emocion": "curiosa",
		"personaje": "Usuario",
		"texto": "..."
	},
	{
		"emocion": "estatico",
		"personaje": "IA",
		"texto": "..."
	},
	{
		"emocion": "estatico",
		"personaje": "Usuario",
		"texto": "*tose*"
	},
	{
		"emocion": "tos",
		"personaje": "IA",
		"texto": "*tose* *tose*"
	},
	{
		"emocion": "reloj",
		"personaje": "IA",
		"texto": "Bueno esta bien, apresuremos un poco esto solo por que ya se puso incomodo"
	},
	{
		"emocion": "senalando",
		"personaje": "Usuario",
		"texto": "(Bueno, no voy a quejarme de algo que me haga ahorrar tiempo)\n"
	},
	{
		"emocion": "seguime",
		"personaje": "IA",
		"texto": "Ya se ha cumplido el plazo de espera máximo  para la recepción del mail, pero no te preocupes, \npara acelerar el proceso revisare por vos el Mail que debio haberte llegado,\nasí no molestamos a la pobre gente de soporte que recepciona Mails; \nQue ya demasiados correos enojados repletos de mayúsculas deben aguantar. De acuerdo, el siguiente paso es sencillo"
	},
	{
		"emocion": "confiada",
		"personaje": "IA",
		"texto": "En esta pantalla, deberás poner el usuario que tú mismo seleccionaste, pero lo más importante es que uses de contraseña, \naquella que te debio haber llegado al mail, osea, específicamente estos 8 dígitos Y NINGÚN OTRO"
	},
	{
		"emocion": "confiada",
		"personaje": "IA",
		"texto": "no debe verse"	
	},
	{
		"emocion": "confiada",
		"personaje": "Usuario",
		"texto": "¿Estás segura que me la pasaste bien? "
	},
	{
		"emocion": "confiada",
		"personaje": "IA",
		"texto": "Por supuesto, mi código no comete fallas de ese tipo, te aseguro que estos dígitos, son los necesarios para acceder con tu usuario,\n"
	},
	{
		"emocion": "confiada",
		"personaje": "Usuario",
		"texto": "¿Y entonces por qué sigue dándome error?\n"
	},
	{
		"emocion": "curiosa",
		"personaje": "IA",
		"texto": "¿Pues, probaste ponerlos en orden alfanumérico?\n\n\n"
	},
	{
		"emocion": "curiosa",
		"personaje": "Usuario",
		"texto": "...\n\n"
	},
	{
		"emocion": "curiosa",
		"personaje": "IA",
		"texto": "...\n\n"
	},
	{
		"emocion": "curiosa",
		"personaje": "Usuario",
		"texto": "Por qué razón yo deb-"
	},
	{
		"emocion": "confiada",
		"personaje": "IA",
		"texto": "Dije que esos eran los dígitos exactos, no que los envíe en el orden que debían ir."
	},
	{
		"emocion": "confiada",
		"personaje": "Usuario",
		"texto": " *Suspiro* Solo acabemos con esta sección ¿si?\n"
	},
	{
		"emocion": "confiada",
		"personaje": "Usuario",
		"texto": "este dialogo no debe ser visible\n"
	},
	{
		"emocion": "ensenando",
		"personaje": "IA",
		"texto": "Muy bien, en este siguiente paso, deberás volver a poner la contraseña anterior y elegir una nueva y repetir 10 veces la nueva, \npara asegurarnos que te la memorices a la fuerza. "
	},
	{
		"emocion": "senalando",
		"personaje": "IA",
		"texto": "Para dejarlo más facil, te mostraré la contraseña anterior en el orden correcto. \nUna cosa más, tu contraseña nueva debe tener si o si números y letras."
	},
	{
		"emocion": "confiada",
		"personaje": "Usuario",
		"texto": "este dialogo no debe ser visible\n"
	},
	{
		"emocion": "felicitaciones",
		"personaje": "IA",
		"texto": "¡Excelente! ¡Ya eres un usuario hecho y derecho de la plataforma! Y uno que sabe lo que significa alfabéticamente !\nUn 2x1 en toda regla."
	}
]
